[
    {
      "bangla": "আমাদের কালকের ক্লাস টেস্ট নিয়ে কেউ চিন্তা করছে না, কিন্তু আমি বেশ টেনশন করছি।",
      "english": "No one is worried about tomorrow's class test, but I am quite stressed.",
      "banglish": "Amader kalker class test niye keu chinta korche na, kintu ami besh tension korchi."
    },
    {
      "bangla": "ফুটবল ম্যাচে আমাদের দলের অধিনায়ক ইনজুরড, কালকে ম্যাচে কি হবে জানি না।",
      "english": "Our team's captain is injured in the football match, I don't know what will happen tomorrow.",
      "banglish": "Football match e amader dal er odhinayok injured, kalke match e ki hobe jani na."
    },
    {
      "bangla": "ক্লাস টেস্টের পেপার তো এখনো জমা দেওয়া হয়নি, সবাই দেরি করতেছে।",
      "english": "The class test paper hasn’t been submitted yet, everyone is delaying.",
      "banglish": "Class test er paper to ekhono joma deya hoyni, shobai deri kortese."
    },
    {
      "bangla": "আশেপাশের হাসপাতালের অবস্থা বেশ খারাপ শুনলাম।",
      "english": "I heard the condition of nearby hospitals is quite bad.",
      "banglish": "Ashepasher hospital er obostha besh kharap shunlam."
    },
    {
      "bangla": "আমার রক্তের গ্রুপ A+, কিন্তু রক্তদান করার মত পরিস্থিতি নেই এখন।",
      "english": "My blood group is A+, but there's no situation to donate blood right now.",
      "banglish": "Amar rokter group A+, kintu roktodan korar moto poristhiti nei ekhono."
    },
    {
      "bangla": "প্রোগ্রামিং প্রতিযোগিতার ডেডলাইন দাড়িয়েছে, সবাই প্রস্তুতি নিচ্ছে।",
      "english": "The deadline for the programming competition is nearing, everyone is preparing.",
      "banglish": "Programming protijogitar deadline dariyeche, shobai prostuti nitese."
    },
    {
      "bangla": "মিরপুরে একটা বড় দুর্ঘটনা ঘটেছে, অনেক মানুষ আহত।",
      "english": "A big accident happened in Mirpur, many people are injured.",
      "banglish": "Mirpure ekta boro durghotona ghoteche, onek manush ahoto."
    },
    {
      "bangla": "এবারের পিকনিকে আমরা কক্সবাজারে যাচ্ছি, অসাধারণ মজা হবে।",
      "english": "We're going to Cox's Bazar for this year's picnic, it's going to be amazing.",
      "banglish": "Ebarer picnic e amra Cox's Bazar e jacchi, osadharon moja hobe."
    },
    {
      "bangla": "ব্লাড গ্রুপ জানার দরকার নেই, সবাই একসাথে কাজ করতে পারলেই ভালো হয়।",
      "english": "There's no need to know the blood group, it’s better if everyone can work together.",
      "banglish": "Blood group janar dorkar nei, shobai eksathe kaj korte parle bhalo hoy."
    },
    {
      "bangla": "ম্যাচের অবস্থা একদমই ভালো না, সবাই ইমারজেন্সি মিটিং ডাকছে।",
      "english": "The match situation is really bad, everyone is calling for an emergency meeting.",
      "banglish": "Match er obostha ekdomi bhalo na, shobai emergency meeting dakche."
    },
    {
      "bangla": "ক্যাম্পাসের বাইরে নতুন রেস্টুরেন্ট খুলেছে, মেন্যুতে চমৎকার সব খাবার আছে।",
      "english": "A new restaurant has opened outside campus, the menu has amazing food.",
      "banglish": "Campus er baire notun restaurant khulese, menu te chomotkar shob khabar ase."
    },
    {
      "bangla": "মুভি নাইট প্ল্যান করেছিলাম, কিন্তু সবাই ইনজুরড মনে হচ্ছে।",
      "english": "We planned a movie night, but it seems like everyone is injured.",
      "banglish": "Movie night plan korechilam, kintu shobai injured mone hochhe."
    },
    {
      "bangla": "আগামী সপ্তাহে রেজাল্ট বের হবে, দোয়া করো সবাই যেন ভালো করি।",
      "english": "Results will be out next week, pray that everyone does well.",
      "banglish": "Agami shoptah e result ber hobe, doa koro shobai jeno bhalo kori."
    },
    {
      "bangla": "সোশ্যাল মিডিয়ায় রোগীর অবস্থা নিয়ে অনেক গুজব ছড়াচ্ছে, বিশ্বাস করো না।",
      "english": "There are many rumors spreading about the patient's condition on social media, don’t believe them.",
      "banglish": "Social media te rogir obostha niye onek gujob chhorachhe, bishash koro na."
    },
    {
      "bangla": "এটা রক্তের ব্যাগ নয়, এটা তো একেবারে ভুল ধারণা।",
      "english": "This is not a blood bag, this is a completely wrong idea.",
      "banglish": "Eta rokter bag noy, eta to ekebare bhul dharana."
    },
    {
      "bangla": "আমাদের ক্যাম্পাসের হেলথ ক্যাম্পে এবার ইমারজেন্সি কিট থাকবে।",
      "english": "This time the campus health camp will have emergency kits.",
      "banglish": "Amader campus er health camp e eibar emergency kit thakbe."
    },
    {
      "bangla": "অনুষ্ঠানের জন্য সবাই প্রস্তুতি নিচ্ছে, কিন্তু কেউই রক্তদান নিয়ে কথা বলছে না।",
      "english": "Everyone is preparing for the event, but no one is talking about blood donation.",
      "banglish": "Onusthan er jonne shobai prostuti nitese, kintu keu roktodan niye kotha bolchhe na."
    },
    {
      "bangla": "ট্যুরের প্ল্যান শেষ, এবার শুধু টিকিটের ব্যবস্থা করতে হবে।",
      "english": "The tour plan is done, now we just need to arrange the tickets.",
      "banglish": "Tour er plan sesh, ebar shudhu ticket er byabostha korte hobe."
    },
    {
      "bangla": "ইনজুরির পর সাকিবকে নিয়ে অনেক সন্দেহ ছিল, কিন্তু ও দারুণভাবে কামব্যাক করেছে।",
      "english": "There were many doubts about Shakib after the injury, but he made a great comeback.",
      "banglish": "Injury er por Shakib ke niye onek shondeho chhilo, kintu o darun vabe comeback koreche."
    },
    {
      "bangla": "সিনিয়র ভাইয়ার ল্যাব ক্লাস অনেক কঠিন, সবাই খুবই ভয়ে থাকে।",
      "english": "Senior brother's lab class is really tough, everyone is quite scared.",
      "banglish": "Senior bhai er lab class onek kothin, shobai khub bhoy e thake."
    },
    {
      "bangla": "কক্সবাজারের এই ছবি দেখে মনটা ভালো হয়ে গেল।",
      "english": "Seeing this picture of Cox's Bazar really lifted my mood.",
      "banglish": "Cox's Bazar er ei chhobi dekhe mon ta bhalo hoye gelo."
    }
  ]
  