[
    {
      "bangla": "আগামী সপ্তাহে ফুটবল টুর্নামেন্ট আছে, সবাই সময় মতো পৌঁছাবি। আহত হলে প্র্যাকটিস বাদ দিস।",
      "english": "The football tournament is next week, make sure to arrive on time. Skip practice if you’re injured.",
      "banglish": "Agami shoptah e football tournament ache, shobai somoy moto pouchhabi. Ahoto hole practice bad dis."
    },
    {
      "bangla": "পলিটিক্সের ক্লাসে এত বেশি চাপ! বুঝতেই পারছি না কীভাবে পড়ব।",
      "english": "There’s so much pressure in the politics class! I don’t even know how to study.",
      "banglish": "Politics er class e eto beshi chap! Bujhtei parchi na kivabe porbo."
    },
    {
      "bangla": "ক্যাম্পাসে আজকে মুভি স্ক্রিনিং ছিল, কিন্তু কেউ আসলো না! একা একা মুভি দেখলাম।",
      "english": "There was a movie screening on campus today, but no one came! I watched the movie alone.",
      "banglish": "Campus e ajke movie screening chhilo, kintu keu aslo na! Eka eka movie deklam."
    },
    {
      "bangla": "ইউনিভার্সিটির পিকনিকের জন্য এখনো বাস বুক করা হয়নি। দেরি হলে সবাই রাগ করবে।",
      "english": "The bus for the university picnic hasn’t been booked yet. Everyone will be mad if it’s delayed.",
      "banglish": "University er picnic er jonno ekhono bus book kora hoyni. Deri hole shobai rag korbe."
    },
    {
      "bangla": "আমাদের টিমের প্রোগ্রামিং প্রতিযোগিতার ডেডলাইন পেরিয়ে যাচ্ছে, কেউ মনোযোগ দিচ্ছে না।",
      "english": "Our team's programming competition deadline is approaching, but no one is focusing.",
      "banglish": "Amader team er programming protijogita er deadline pere jachhe, keu monojog dichhe na."
    },
    {
      "bangla": "এই সেমিস্টারের ক্লাস টেস্টগুলো খুব কঠিন ছিল, মনে হচ্ছে সবাই খারাপ করেছে।",
      "english": "This semester's class tests were really tough, it seems like everyone did poorly.",
      "banglish": "Ei semester er class test gulo khub kothin chhilo, mone hochhe shobai kharap koreche."
    },
    {
      "bangla": "আজকে মিউজিক ক্লাবে নতুন একজন মেম্বার যোগ দিয়েছে, খুব ভালো গায়ক।",
      "english": "A new member joined the music club today, a very good singer.",
      "banglish": "Ajke music club e notun ekjon member jog diyeche, khub bhalo gayok."
    },
    {
      "bangla": "এসাইনমেন্টের ডেডলাইন আরো এক সপ্তাহ বাড়িয়েছে, তাই একটু দেরি করে জমা দিলেও হবে।",
      "english": "The assignment deadline has been extended by another week, so it's okay to submit a bit late.",
      "banglish": "Assignment er deadline aro ek shoptah barieche, tai ektu deri kore joma dileo hobe."
    },
    {
      "bangla": "সিনিয়র ভাইয়ের কাছ থেকে অ্যাসাইনমেন্টে হেল্প নিচ্ছি, কিন্তু ক্লাসে উপস্থাপনা কেমন হবে জানি না।",
      "english": "I’m getting help from a senior brother for the assignment, but I don’t know how the class presentation will go.",
      "banglish": "Senior bhai er kach theke assignment e help nichhi, kintu class e uposthapona kemon hobe jani na."
    },
    {
      "bangla": "নেক্সট ট্যুর প্ল্যানিং নিয়ে সবাই এত উত্তেজিত, কিন্তু বাজেট নিয়ে আলোচনা করছে না।",
      "english": "Everyone is so excited about the next tour planning, but no one is discussing the budget.",
      "banglish": "Next tour planning niye shobai eto uttejito, kintu budget niye alochona korche na."
    },
    {
      "bangla": "আমাদের মেমের গ্রুপে নতুন মজার পোস্টগুলো দেখে হাসি থামছেই না!",
      "english": "The new funny posts in our meme group are making me laugh nonstop!",
      "banglish": "Amader meme group e notun moja moja post gulo dekhe hashi thamchei na!"
    },
    {
      "bangla": "এইবারের টুর্নামেন্টে আমাদের সিনিয়র প্লেয়ার সবাই ভালো করেছে।",
      "english": "All our senior players performed well in this tournament.",
      "banglish": "Eibarer tournament e amader senior player shobai bhalo koreche."
    },
    {
      "bangla": "ফেসবুকে আজকের ক্যাম্পাসের প্রোটেস্টের ছবি দেখে মনে হচ্ছে সবাই অংশগ্রহণ করেছে।",
      "english": "Seeing the pictures of today’s campus protest on Facebook, it seems like everyone participated.",
      "banglish": "Facebook e ajker campus er protest er chhobi dekhe mone hochhe shobai onshogrohon koreche."
    },
    {
      "bangla": "এই সেমিস্টারে এত বেশি টাস্ক দিয়েছে, মনে হচ্ছে ক্যাম্পাসে আর সময় কাটানো যাবে না।",
      "english": "They have given so many tasks this semester, it feels like there will be no time to hang out on campus.",
      "banglish": "Ei semester e eto beshi task diyeche, mone hochhe campus e ar somoy katano jabe na."
    },
    {
      "bangla": "ব্লাড ডোনেশন ক্যাম্প নিয়ে এত আলোচনা হচ্ছে, কিন্তু কেউ শিউর নয়।",
      "english": "There’s so much discussion about the blood donation camp, but no one is sure.",
      "banglish": "Blood donation camp niye eto alochona hochhe, kintu keu shure noi."
    },
    {
      "bangla": "আমাদের স্যারদের কাছে প্রেজেন্টেশন জমা দিতে হবে আজকে, আর কোনো এক্সকিউজ চলবে না।",
      "english": "We have to submit the presentation to our teachers today, no more excuses will work.",
      "banglish": "Amader sir der kachhe presentation joma dite hobe ajke, ar kono excuse cholbe na."
    },
    {
      "bangla": "আমাদের এই ক্যাম্পাসের সমস্যা নিয়ে আজকে অনেক আলোচনা হল, কিন্তু সল্যুশন পাওয়া যায়নি।",
      "english": "There was a lot of discussion about the problems of our campus today, but no solution was found.",
      "banglish": "Amader ei campus er shomoshya niye ajke onek alochona holo, kintu solution paowa jaini."
    },
    {
      "bangla": "মুভি দেখার পরিকল্পনা করলাম, কিন্তু সবাই ব্যস্ত হয়ে গেল।",
      "english": "We planned to watch a movie, but everyone got busy.",
      "banglish": "Movie dekhar porikolpona korlam, kintu shobai byasto hoye gelo."
    },
    {
      "bangla": "এই মিউজিক ফেস্টিভ্যালে নতুন কিছু ব্যান্ড পারফর্ম করতে যাচ্ছে, মিস করা উচিত হবে না।",
      "english": "Some new bands are going to perform at this music festival, it shouldn't be missed.",
      "banglish": "Ei music festival e notun kichu band perform korte jachhe, miss kora uchit hobe na."
    },
    {
      "bangla": "আমাদের গ্রুপ প্রোজেক্টে এখনো ফাইনাল টাচ বাকি, কিন্তু সবাই অলস।",
      "english": "The final touch on our group project is still pending, but everyone is lazy.",
      "banglish": "Amader group project e ekhono final touch baki, kintu shobai alosh."
    },
    {
      "bangla": "এই সেমিস্টারের ডেডলাইন এত বেশি যে সবাই মানসিকভাবে ডিপ্রেসড হয়ে গেছে।",
      "english": "The deadlines this semester are so intense that everyone has become mentally depressed.",
      "banglish": "Ei semester er deadline eto beshi je shobai manoshikvabe depressed hoye geche."
    },
    {
      "bangla": "নেক্সট ইভেন্টে অংশগ্রহণ করতে পারবো না, কারণ আমার মেডিকেল চেকআপ আছে।",
      "english": "I won't be able to participate in the next event because I have a medical checkup.",
      "banglish": "Next event e onshogrohon korte parbo na, karon amar medical checkup ache."
    },
    {
      "bangla": "আমাদের ক্যাম্পাসের পলিটিকাল ইভেন্টগুলো নিয়ে বেশ বিতর্ক চলছে।",
      "english": "There’s a lot of debate going on about the political events on our campus.",
      "banglish": "Amader campus er political event gulo niye besh bitorko cholche."
    },
    {
      "bangla": "এবারের ট্যুরে কোথায় যাচ্ছি সেটা ঠিক হয়নি এখনো।",
      "english": "It hasn’t been decided where we’re going on this tour yet.",
      "banglish": "Ebarer tour e kothay jachhi seta thik hoyni ekhono."
    }
  ]
  