[
    {
      "bangla": "ফিজিক্সের ক্লাসে আমাদের নতুন প্রফেসর সবার চোখে পড়েছে, কিন্তু উনার স্বাস্থ্য ঠিক নেই।",
      "english": "Our new physics professor has caught everyone's eye, but their health is not great.",
      "banglish": "Physics er class e amader notun professor shobar chokhe porse, kintu unar shastho thik nei."
    },
    {
      "bangla": "কেমিস্ট্রি পরীক্ষায় ব্লাড গ্রুপ নিয়ে প্রশ্ন এসেছে, কিন্তু আমি সেই বিষয়ে পড়িনি।",
      "english": "In the chemistry exam, a question about blood groups came up, but I haven't studied that topic.",
      "banglish": "Chemistry porikkhay blood group niye proshno esheche, kintu ami shei bishoye porhini."
    },
    {
      "bangla": "গণিতের সমস্যা সমাধানে নতুন টেকনিক আবিষ্কৃত হয়েছে, তবে অনেকেই এখনো জানে না।",
      "english": "A new technique has been discovered for solving math problems, but many still don't know about it.",
      "banglish": "Goniter shomossha somadhane notun technique abiskar hoyeche, kintu onekei ekhono jane na."
    },
    {
      "bangla": "আইটি ফিল্ডে কাজ করতে হলে অনেক সমস্যার সম্মুখীন হতে হয়, বিশেষ করে কোডিং এরর নিয়ে।",
      "english": "Working in the IT field involves facing many challenges, especially with coding errors.",
      "banglish": "IT field e kaj korte hole onek shomoshyar shomukhine hote hoy, bishesh kore coding error niye."
    },
    {
      "bangla": "বিগ টেক কোম্পানির বেতন নিয়ে আলোচনা চলছে, কিন্তু সঠিক তথ্য নেই।",
      "english": "There’s a discussion going on about salaries at big tech companies, but no accurate information.",
      "banglish": "Big tech company er beton niye alochona cholche, kintu shothik totho nei."
    },
    {
      "bangla": "এলএলএম টেকনোলজির ভবিষ্যৎ নিয়ে সবাই আলোচনা করছে, কিন্তু সমাধানের দিকে কেউ যাচ্ছে না।",
      "english": "Everyone is discussing the future of LLM technology, but no one is heading towards solutions.",
      "banglish": "LLM technology er bhobishwot niye shobai alochona korche, kintu keu somadhaner dike jachche na."
    },
    {
      "bangla": "টেক সেলিব্রিটিদের নিয়ে আলোচনা চলছে, কিন্তু কাউকে আসলে বিশ্বাস করা যায় না।",
      "english": "There’s a discussion about tech celebrities, but no one can truly be trusted.",
      "banglish": "Tech celebrities niye alochona cholche, kintu keu asole biswas kora jayna."
    },
    {
      "bangla": "পিসি এরর সমাধানে সবাই চেষ্টা করছে, কিন্তু গুরুতর সমস্যাগুলো অযত্নে রয়ে গেছে।",
      "english": "Everyone is trying to solve PC errors, but serious issues have been neglected.",
      "banglish": "PC error somadhane shobai cheshta korche, kintu gurutoro shomossha gulo ojonne roye geche."
    },
    {
      "bangla": "কোডিং এররগুলো নিয়ে আমাদের গ্রুপে অনেক আলোচনা হচ্ছে, কিন্তু সমাধানের পথ খুঁজে পাচ্ছি না।",
      "english": "There’s a lot of discussion in our group about coding errors, but we can’t find a solution.",
      "banglish": "Coding error gulo niye amader group e onek alochona hochche, kintu amra solution khujte pachchi na."
    },
    {
      "bangla": "বাংলাদেশের ভবিষ্যৎ নিয়ে অনেক আলোচনা চলছে, কিন্তু কার্যকর পদক্ষেপ দেখা যাচ্ছে না।",
      "english": "There’s a lot of discussion about the future of Bangladesh, but no effective measures are in sight.",
      "banglish": "Bangladesher bhobishwot niye onek alochona cholche, kintu kargokor podokhep dekha jacche na."
    },
    {
      "bangla": "আন্তর্জাতিক সম্পর্ক নিয়ে অনেক জটিলতা চলছে, কিন্তু সঠিক সমাধান নেই।",
      "english": "There are many complexities in international relations, but no correct solutions.",
      "banglish": "Antorjatik somprok er niye onek jotilota cholche, kintu shothik somadhan nei."
    },
    {
      "bangla": "ইতিহাসের কিছু বিষয় নিয়ে ছাত্ররা বিভক্ত, বিশেষ করে স্বাধীনতা যুদ্ধ।",
      "english": "Students are divided on certain historical topics, especially the Liberation War.",
      "banglish": "Itihas er kichu bishoy niye chhatra ra bibhokto, bishesh kore shadhinota juddho."
    },
    {
      "bangla": "অর্থনীতি নিয়ে একটি গুরুত্বপূর্ণ আলোচনা চলছে, কিন্তু দেশের বর্তমান পরিস্থিতি নিয়ে কিছুই হচ্ছে না।",
      "english": "An important discussion is going on about economics, but nothing is being done about the current situation in the country.",
      "banglish": "Orthonoiti niye ekta gurutopurno alochona cholche, kintu desher bortoman poristithi niye kichui hochche na."
    },
    {
      "bangla": "বাংলাদেশের অর্থনৈতিক পরিস্থিতি নিয়ে উদ্বেগ বাড়ছে, কিন্তু কোনো কার্যকর পদক্ষেপ নেই।",
      "english": "Concerns are rising about the economic situation in Bangladesh, but no effective measures are in place.",
      "banglish": "Bangladesher ortho shomoshyar niye udvigno barche, kintu kono kargokor podokhep nei."
    },
    {
      "bangla": "করোনাভাইরাসের কারণে শিক্ষা ব্যবস্থা পুরোপুরি ভেঙে পড়েছে।",
      "english": "The education system has completely collapsed due to the coronavirus.",
      "banglish": "Koronabirus er karone shikkha byabostha puropurite venge poreche."
    },
    {
      "bangla": "মহামারী নিয়ে অনেক বিতর্ক হচ্ছে, কিন্তু সঠিক তথ্য প্রাপ্তি কঠিন।",
      "english": "There’s a lot of debate about the epidemic, but obtaining accurate information is difficult.",
      "banglish": "Mohamari niye onek bitorko hochhe, kintu shothik totho prapti kothin."
    },
    {
      "bangla": "সামাজিক অবিচার নিয়ে আমাদের মধ্যে আলোচনা চলছে, কিন্তু সঠিক সমাধানের অভাব।",
      "english": "There’s a discussion among us about social injustice, but a lack of effective solutions.",
      "banglish": "Samajik obichar niye amader moddhe alochona cholche, kintu kargokor somadhan er obhab."
    },
    {
      "bangla": "ইউটিউবে একটি নতুন ভিডিও আপলোড হয়েছে, কিন্তু বিষয়বস্তু নিয়ে বিতর্ক রয়েছে।",
      "english": "A new video has been uploaded on YouTube, but there’s controversy over the content.",
      "banglish": "YouTube e ekta notun video upload hoyeche, kintu bishoyboston niye bitorko royeche."
    },
    {
      "bangla": "ফেসবুকে অনেক তথ্য শেয়ার হচ্ছে, কিন্তু সেগুলো সব সত্য নয়।",
      "english": "A lot of information is being shared on Facebook, but not all of it is true.",
      "banglish": "Facebook e onek totho share hochhe, kintu shob totho shotti noy."
    },
    {
      "bangla": "স্ন্যাপচ্যাটে আজকের ঘটনার ছবি শেয়ার করেছে, কিন্তু সঠিক সময় ও স্থান জানা যায়নি।",
      "english": "Photos of today's incident have been shared on Snapchat, but the exact time and place are unknown.",
      "banglish": "Snapchat e ajker ghotonar chhobi share koreche, kintu shothik shomoy o sthan jana jaini."
    }
  ]
  