[
    {
      "bangla": "ফিজিক্সের পরীক্ষার জন্য আমাদের বেশ কিছু সমস্যা সমাধান করতে হবে, কিন্তু রক্তদানের সময় নেই।",
      "english": "We need to solve several problems for the physics exam, but there's no time for blood donation.",
      "banglish": "Physics er porikkhar jonne amader besh kichu shomossha somadhane korte hobe, kintu roktodaan er shomoy nei."
    },
    {
      "bangla": "কেমিস্ট্রি ক্লাসে আমাদের নতুন রিএকশন শিখতে হবে, কিন্তু অনেকেই অসুস্থ হয়ে পড়ছে।",
      "english": "We need to learn new reactions in chemistry class, but many are falling sick.",
      "banglish": "Chemistry class e amader notun reaction shikhte hobe, kintu onekei osustho hoye porche."
    },
    {
      "bangla": "গণিতে নতুন টপিক নিয়ে আলোচনা চলছে, কিন্তু ছাত্রদের মধ্যে রক্তের অভাব নিয়ে উদ্বেগ রয়েছে।",
      "english": "There's a discussion about a new topic in math, but students are concerned about the shortage of blood.",
      "banglish": "Gonite notun topic niye alochona cholche, kintu chhatroder moddhe rokter obhab niye udvigno royeche."
    },
    {
      "bangla": "আইটি নিয়ে নতুন প্রকল্প শুরু হয়েছে, কিন্তু কিছু সমস্যা হলো যেগুলো সমাধান করতে হবে।",
      "english": "A new project has started in IT, but there are some issues that need solving.",
      "banglish": "IT niye notun projekte shuru hoyeche, kintu kisu shomossha holo jegulo somadhane korte hobe."
    },
    {
      "bangla": "বিগ টেক কোম্পানির শেয়ারের দাম বাড়ছে, কিন্তু তাদের মধ্যে কিছু ইনজুরি রিপোর্ট হয়েছে।",
      "english": "Share prices of big tech companies are rising, but there have been some injury reports among them.",
      "banglish": "Big tech company er share er dam barche, kintu tader moddhe kisu injury report hoyeche."
    },
    {
      "bangla": "এলএলএম প্রযুক্তির ভবিষ্যৎ নিয়ে অনেক আলোচনা চলছে, কিন্তু সঠিক তথ্যের অভাব রয়েছে।",
      "english": "There’s a lot of discussion about the future of LLM technology, but there's a lack of accurate information.",
      "banglish": "LLM projukti er bhobishwot niye onek alochona cholche, kintu shothik totho er obhab royeche."
    },
    {
      "bangla": "টেক সেলিব্রিটিদের নিয়ে নতুন খবর এসেছে, কিন্তু তাদের স্বাস্থ্য নিয়ে উদ্বেগ রয়েছে।",
      "english": "New news has come out about tech celebrities, but there are concerns about their health.",
      "banglish": "Tech celebrities niye notun khobor esheche, kintu tader shastho niye udvigno royeche."
    },
    {
      "bangla": "পিসির সমস্যাগুলো নিয়ে সবাই আলোচনা করছে, কিন্তু গুরুতর বাগগুলি ঠিক করা হয়নি।",
      "english": "Everyone is discussing the issues with PCs, but the serious bugs have not been fixed.",
      "banglish": "PC er shomossha gulo niye shobai alochona korche, kintu gurutoro bug gulo thik kora hoyni."
    },
    {
      "bangla": "কোডিংয়ের সময় অনেক এরর দেখা দিচ্ছে, কিন্তু আমরা রক্তদানে মনোনিবেশ করতে পারছি না।",
      "english": "Many errors are appearing during coding, but we can't focus on blood donation.",
      "banglish": "Coding er shomoy onek error dekha dichche, kintu amra roktodaan e mononibesh korte parchi na."
    },
    {
      "bangla": "বাংলাদেশের অর্থনীতি নিয়ে আলোচনা চলছে, কিন্তু সঠিক পদক্ষেপ নেওয়া হচ্ছে না।",
      "english": "There’s a discussion about the economy of Bangladesh, but no effective steps are being taken.",
      "banglish": "Bangladesher orthoniti niye alochona cholche, kintu kargokor podokhep neya hochche na."
    },
    {
      "bangla": "আন্তর্জাতিক সম্পর্কের ওপর অনেক চাপ বাড়ছে, কিন্তু কারোরই সমস্যা সমাধানের ইচ্ছা নেই।",
      "english": "Pressure is increasing on international relations, but no one wants to solve the problems.",
      "banglish": "Antorjatik somprok er opor onek chap barche, kintu karoroi shomossha somadhaner ichha nei."
    },
    {
      "bangla": "ইতিহাসের কিছু বিষয় নিয়ে বিতর্ক চলছে, কিন্তু রক্তদানের ঘটনা ঘটছে।",
      "english": "There’s a debate about certain historical topics, but incidents of blood donation are occurring.",
      "banglish": "Itihas er kichu bishoy niye bitorko cholche, kintu roktodaan er ghotona ghotche."
    },
    {
      "bangla": "অর্থনীতি নিয়ে আমাদের মধ্যে আলোচনা চলছে, কিন্তু দেশের পরিস্থিতি নিয়ে চিন্তাভাবনা করতে হবে।",
      "english": "We are discussing economics, but we need to think about the country's situation.",
      "banglish": "Amra orthoniti niye alochona korchi, kintu desher poristhiti niye chinta bhabona korte hobe."
    },
    {
      "bangla": "করোনার কারণে স্বাস্থ্যসেবা নিয়ে আলোচনা চলছে, কিন্তু সমস্যা সমাধানে কেউ এগিয়ে আসছে না।",
      "english": "There’s a discussion about healthcare due to the coronavirus, but no one is stepping up to solve the problems.",
      "banglish": "Koronar karone shastho sheba niye alochona cholche, kintu keu shomossha somadhane egiye asche na."
    },
    {
      "bangla": "মহামারীর সময় সামাজিক সমস্যা নিয়ে চিন্তা করতে হবে, কিন্তু সঠিক সমাধানের অভাব।",
      "english": "We need to think about social issues during the epidemic, but there is a lack of effective solutions.",
      "banglish": "Mohamari er shomoy samajik shomossha niye chinta korte hobe, kintu kargokor somadhan er obhab."
    },
    {
      "bangla": "ইউটিউবে ভিডিও আপলোড হচ্ছে, কিন্তু বিষয়বস্তু নিয়ে বিতর্ক তৈরি হয়েছে।",
      "english": "Videos are being uploaded on YouTube, but controversy has arisen over the content.",
      "banglish": "YouTube e video upload hochhe, kintu bishoyboston niye bitorko toiri hoyeche."
    },
    {
      "bangla": "ফেসবুকে অনেক তথ্য শেয়ার হচ্ছে, কিন্তু সেগুলো বিশ্বাসযোগ্য নয়।",
      "english": "Many pieces of information are being shared on Facebook, but they are not trustworthy.",
      "banglish": "Facebook e onek totho share hochhe, kintu segulo bishwasjogyo noy."
    },
    {
      "bangla": "স্ন্যাপচ্যাটে আজকের বিষয় নিয়ে সবাই কথা বলছে, কিন্তু সঠিক তথ্য নেই।",
      "english": "Everyone is talking about today's topic on Snapchat, but there is no accurate information.",
      "banglish": "Snapchat e ajker bishoy niye shobai kotha bolche, kintu ekhane shothik totho nei."
    }
  ]
  